module.exports = {
	// আপনি এখানে বা সরাসরি কমান্ড ফাইলগুলোতে ভাষা কাস্টমাইজ করতে পারেন
	autoUpdateThreadInfo: {},
	checkwarn: {
		text: {
			warn: "সদস্য %1 কে আগে ৩ বার সতর্ক করা হয়েছে এবং চ্যাট বক্স থেকে ব্যান করা হয়েছে\n- নাম: %1\n- ইউআইডি (Uid): %2\n- আনব্যান করতে, অনুগ্রহ করে \"%3warn unban <uid>\" কমান্ডটি ব্যবহার করুন (যেখানে uid হলো সেই ব্যক্তির আইডি যাকে আপনি আনব্যান করতে চান)",
			needPermission: "ব্যান করা সদস্যদের কিক করার জন্য বোটের অ্যাডমিন ক্ষমতা প্রয়োজন"
		}
	},
	leave: {
		text: {
			session1: "সকাল",
			session2: "দুপুর",
			session3: "বিকাল",
			session4: "সন্ধ্যা",
			leaveType1: "গ্রুপ থেকে চলে গেছেন",
			leaveType2: "গ্রুপ থেকে কিক করা হয়েছে"
		}
	},
	logsbot: {
		text: {
			title: "====== বোট লগ (Logs) ======",
			added: "\n✅\nইভেন্ট: বোটকে একটি নতুন গ্রুপে যোগ করা হয়েছে\n- যোগ করেছেন: %1",
			kicked: "\n❌\nইভেন্ট: বোটকে কিক করা হয়েছে\n- কিক করেছেন: %1",
			footer: "\n- ইউজার আইডি: %1\n- গ্রুপ: %2\n- গ্রুপ আইডি: %3\n- সময়: %4"
		}
	},
	onEvent: {},
	welcome: {
		text: {
			session1: "সকাল",
			session2: "দুপুর",
			session3: "বিকাল",
			session4: "সন্ধ্যা",
			welcomeMessage: "আমাকে গ্রুপে ইনভাইট করার জন্য ধন্যবাদ!\nবোট প্রিপিক্স (Prefix): %1\nকমান্ডের তালিকা দেখতে টাইপ করুন: %1help",
			multiple1: "তোমাকে",
			multiple2: "তোমাদের সবাইকে"
		}
	}
};
